"kSaveErrorTitleKey"				= "Tapahtui virhe tallennettaessa tiedostoa.";
"kSaveErrorTextKey"					= "Vastaanotettua tiedostoa ei voitu tallentaa. Kohdekansio voi olla lukitulla levyllä. Vaihda kohdekansiota ja yritä uudelleen.";

"kRecieveItemTitleKey"				= "Vastaanotetaan kohdetta";
"kRecieveItemUnknownDeviceTextKey"	= "Bluetooth-laite haluaa lähettää sinulle kohtaan nimeltä ”%@”. Haluatko ottaa sen vastaan?";
"kRecieveItemNamedDeviceTextKey"	= "Laite ”%@” haluaa lähettää sinulle kohteen nimeltä ”%@”. Haluatko ottaa sen vastaan?";

"kOpenNewFileTitleKey"				= "Olet vastaanottanut uuden tiedoston ”%@”. Haluatko avata sen?";
"kOpenNewFileTextKey"				= "Tämä varoitus voidaan poistaa Bluetooth-asetuksista.";

"kCouldNotStartSDPTitleKey"			= "Tapahtui virhe yritettäessä sallia saapuvia yhteyksiä.";
"kCouldNotStartSDPTextKey"			= "Bluetooth-tuki voi olla väärin asennettu. Asenna Bluetooth-ohjelmisto uudelleen ja yritä uudelleen.";

"kErrorOpeningFileTitleKey"			= "Tiedostoa avattaessa tapahtui virhe.";
"kErrorOpeningFileTextKey"			= "Tiedostoa ei voitu avata apuohjelman puuttumisen vuoksi. Voit yrittää avata tiedoston kaksoisosoittamalla sitä Finderissa.";

"kFileTransferClientTitleKey"		= "Tiedostonsiirtoasiakas";
"kDisconnectTitleKey"				= "Haluatko katkaista yhteyden kohteeseen ”%@”?";
"kDisconnectTextKey"				= "”%@” selaa tietokonettasi. Haluatko katkaista yhteyden?";
"kDisconnectButtonKey"				= "Katkaise yhteys";


"kFTPConfirmAllowButton"			= "Salli";
"kFTPConfirmRejectButton"			= "Älä salli";
"kFTPConfirmMessageText"			= "Sallitko laitteen ”%@” selata kansiota ”%@”?";

"kVCardConfirmTitleText"			= "”%@” pyytää kopiota osoitekirjakortistasi.";
"kVCardConfirmMessageText"			= "Hyväksy pyyntö osoittamalla OK tai hylkää se osoittamalla Kumoa.";


"kOKButtonKey"						= "OK";
"kAcceptButtonKey"					= "Hyväksy";
"kDeclineButtonKey"					= "Hylkää";
"kCancelButtonKey"					= "Kumoa";
"kOpenButtonKey"					= "Avaa";
"kSkipButtonKey"					= "Ohita";
"kShowInFinderButtonKey"			= "Näytä Finderissa";

"kUnknownFileNameKey"				= "Tuntematon tiedosto";
"kUnknownDeviceNameKey"				= "Tuntematon laite";
"kDeviceIsSendingFileKey"			= "%@ lähettää tiedostoa";

"kTransferringKey"					= "Siirretään…";
"kTransferringFileKey"				= "Siirretään kohdetta ”%@”…";
"kTransferCompleteKey"				= "Siirto valmis";
"kTransfersCompleteKey"				= "Siirrot valmiit";
"kTransferFailedKey"				= "Siirto epäonnistui";

"kWaitingKey"						= "Odotetaan lisää tiedostoja…";

"kIncomingFileKey"					= "Saapuva tiedosto kohteesta:";


"kTypeFolderKey"					= "Kansio";
"kTypeApplicationKey"				= "Ohjelma";
"kTypeKextKey"						= "Kernelin laajennus";
"kTypeBundleKey"					= "Nippu";
"kTypeFrameworkKey"					= "Sovelluskehys";
